Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# real_estate.reminder.never
source: Не напоминать
en: Do not remind
zh_hans: 不提醒

# real_estate.reminder.off
source: Напоминание выключено
en: Reminder off
zh_hans: 提醒已关闭

# real_estate.reminder.selection.title
source: Напоминание
en: Reminder
zh_hans: 提醒

# real_estate.selection.hint
source: Дважды коснитесь, чтобы выбрать
en: Double-tap to choose
zh_hans: 轻点两下以选择

# real_estate.type.apartment
source: Квартира
en: Apartment
zh_hans: 公寓

# real_estate.type.commercial
source: Коммерческая
en: Commercial
zh_hans: 商业地产

# real_estate.type.house
source: Дом
en: House
zh_hans: 住宅

# real_estate.type.land
source: Земля
en: Land
zh_hans: 土地

# real_estate.type.other
source: Другое
en: Other
zh_hans: 其他

# real_estate.type.selection.title
source: Тип объекта
en: Property type
zh_hans: 房产类型

# real_estate.valuation.age
source: Давность
en: Age
zh_hans: 距今

# real_estate.valuation.change
source: Изменение
en: Change
zh_hans: 变化

# real_estate.valuation.chart.accessibility
source: Ступенчатый график зафиксированных оценок объекта
en: Step chart of recorded property valuations
zh_hans: 房产历史估值阶梯图

# real_estate.valuation.days
source: %d дн.
en: %d days
zh_hans: %d 天

# real_estate.valuation.equity
source: Капитал после ипотеки
en: Equity after mortgage
zh_hans: 扣除抵押贷款后的净值

# real_estate.valuation.history
source: История оценки
en: Valuation history
zh_hans: 估值历史

# real_estate.valuation.percent
source: Изменение, %
en: Change, %
zh_hans: 变化，%

# real_estate.valuation.title
source: Оценка
en: Valuation
zh_hans: 估值

# reconciliation.overlay.restoring
source: Восстанавливаю данные…
en: Restoring your data…
zh_hans: 正在恢复数据…

# reconciliation.summary.restored
source: Данные восстановлены: %1$lld счетов, %2$lld операций
en: Data restored: %1$lld accounts, %2$lld transactions
zh_hans: 已恢复数据：%1$lld 个账户，%2$lld 笔操作

# sheets.connect.button
source: Подключить Google Таблицы
en: Connect Google Sheets
zh_hans: 连接 Google 表格

# sheets.connect.title
source: Google Таблицы
en: Google Sheets
zh_hans: Google 表格

# sheets.connected.disconnect
source: Отключить
en: Disconnect
zh_hans: 断开连接

# sheets.connected.openButton
source: Открыть таблицу
en: Open Spreadsheet
zh_hans: 打开表格

# sheets.connected.status
source: Подключено
en: Connected
zh_hans: 已连接

# sheets.connected.syncButton
source: Синхронизировать
en: Sync Now
zh_hans: 立即同步

# sheets.error.tokenRevoked
source: Доступ к Google аккаунту отозван. Подключитесь снова.
en: Google account access was revoked. Please reconnect.
zh_hans: Google 账户访问权限已被撤销，请重新连接。

# sheets.menu.title
source: Google Таблицы
en: Google Sheets
zh_hans: Google 表格

# sheets.sync.lastUpdated
source: Обновлено сегодня в %@
en: Updated today at %@
zh_hans: 今日 %@ 已更新

# sheets.sync.progress
source: Выгружаем историю…
en: Uploading history…
zh_hans: 正在上传历史记录…

# sheets.sync.rows
source: %d строк
en: %d rows
zh_hans: %d 行

# stock.detail.market_value
source: Стоимость
en: Market value
zh_hans: 市值

# stock.detail.total_return
source: Общий доход
en: Total return
zh_hans: 总收益

# stock.edit.position.section
source: Корректировка позиции
en: Position correction
zh_hans: 持仓调整

# stock.edit.position.warning
source: Будет добавлено событие корректировки. Старые сделки не изменятся.
en: This appends a correction event. Existing trades remain unchanged.
zh_hans: 这将新增一条调整事件，既有交易不会被修改。

# cashback.badge.pinned
source: PIN
es: FIJ
fr: ÉPINGLÉ
tr: SABİT
zh_hans: 置顶

# profile.auth.email
source: Email
es: Correo electrónico
tr: E-posta
zh_hans: 邮箱

# profile.premium.diagnostics.debug_override
source: Debug override
es: Anulación debug
fr: Remplacement de débogage
tr: Hata ayıklama geçersiz kılma
zh_hans: 调试覆盖

# auth.error.apple_credentials
source: Could not verify your Apple account. Try again.
fr: Impossible de vérifier votre compte Apple. Réessayez.
tr: Apple hesabınız doğrulanamadı. Tekrar deneyin.

# auth.error.apple_service_unavailable
source: Сервис Apple временно недоступен. Попробуйте позже.
fr: Le service Apple est temporairement indisponible. Réessayez plus tard.
tr: Apple servisi geçici olarak kullanılamıyor. Daha sonra tekrar deneyin.

# auth.error.forbidden
source: This account cannot sign in here.
fr: Ce compte ne peut pas se connecter ici.
tr: Bu hesap buraya giriş yapamaz.

# auth.error.generic
source: Could not complete sign in. Try again.
fr: La connexion a échoué. Réessayez.
tr: Giriş tamamlanamadı. Tekrar deneyin.

# auth.error.invalid_response
source: Auth response parse failed. Try again.
fr: Échec d'analyse de la réponse d'authentification. Réessayez.
tr: Kimlik doğrulama yanıtı ayrıştırılamadı. Tekrar deneyin.

# auth.error.network
source: Network error. Try again.
fr: Erreur réseau. Réessayez.
tr: Ağ hatası. Tekrar deneyin.

# auth.error.offline
source: No internet connection. Check your network and try again.
fr: Pas de connexion Internet. Vérifiez votre réseau et réessayez.
tr: İnternet bağlantısı yok. Ağınızı kontrol edip tekrar deneyin.

# auth.error.post_login_bootstrap
source: Post-login bootstrap failed. Your session is active.
fr: L'initialisation post-connexion a échoué. Votre session est active.
tr: Giriş sonrası başlatma başarısız. Oturumunuz aktif.

# auth.error.rate_limited
source: Too many attempts. Please wait a bit and try again.
fr: Trop de tentatives. Patientez un moment et réessayez.
tr: Çok fazla deneme. Lütfen biraz bekleyip tekrar deneyin.

# auth.error.server
source: Server error. Try again later.
fr: Erreur serveur. Réessayez plus tard.
tr: Sunucu hatası. Daha sonra tekrar deneyin.

# auth.error.session_expired
source: Your session expired. Sign in again.
fr: Votre session a expiré. Reconnectez-vous.
tr: Oturumunuz sona erdi. Tekrar giriş yapın.

# auth.error.tls
source: Secure connection failed. Check your network and try again.
fr: La connexion sécurisée a échoué. Vérifiez votre réseau et réessayez.
tr: Güvenli bağlantı kurulamadı. Ağınızı kontrol edip tekrar deneyin.

# auth.error.token_persistence
source: Token persistence failed. Signed in, but failed to save your session.
fr: Échec de sauvegarde du jeton. Connecté, mais la session n'a pas pu être enregistrée.
tr: Oturum kaydedilemedi. Giriş yapıldı ancak oturum kaydedilemedi.

# auth.error.unavailable
source: Sign in is temporarily unavailable.
fr: La connexion est temporairement indisponible.
tr: Giriş geçici olarak kullanılamıyor.

# auth.error.wrong_session_namespace
source: Signed in, but the session belongs to a different backend or region.
fr: Connecté, mais la session appartient à un autre backend ou région.
tr: Giriş yapıldı ancak oturum farklı bir arka uca veya bölgeye ait.

source: cached
fr: en cache
tr: önbellekte

# profile.premium.diagnostics.access.debug
source: Debug premium
fr: Premium de débogage
tr: Hata ayıklama premium
zh_hans: 调试版Premium

source: Undo
fr: Annuler
tr: Geri al
